IdeaRS.Connections
EndPlateOnFlangesData.StiffenerType Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type of stiffener for end plate on flanges.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public EndPlateStiffener StiffenerType { get; set; }
Property Value
Type: EndPlateStiffener
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace